{
  "pageTitle": "About Us",
  "pageDescription": "This is the About Us page of Millennial Money School.",
  "bannerTitle": "About Us",
  "ceoImageAlt": "CEO Photo",
  "ceoSignatureAlt": "CEO Signature",
  "greeting": "Hello,<br />I'm Shin Hee-eun, founder of Millennial Money School Inc.<br /><br />",
  "companyIntro": "Millmus is an education company founded by a professional student who has spent tens of millions of won on education and a 13-year economic journalist. We started with the dream of creating a proper growth space for those who dream of financial freedom but don't know where or what to start with.<br /><br />",
  "coreValues": "Premium classes that are completed and produce results - this is the value that Millmus aims for. We aim for education that makes your heart race as you learn about a new world, makes you regret when the course ends, and creates meaningful changes after completion.<br /><br />",
  "experience": "Planning the economic YouTube channel <Single Fire> and interviewing over 70 young asset holders changed my perspective on the world. The reason we need to achieve financial freedom is not just to become billionaires.<br /><br />",
  "philosophy": "It's because we need to spend our precious life with the people we love and live doing what we want to do. Sadly, the reality of capitalism is that we cannot obtain this freedom through earned income alone.<br /><br />",
  "mission": "We will help ordinary people get closer to financial freedom through investment income and business income. We will support you to approach unfamiliar worlds easily and enjoyably, and eventually make them your own.<br /><br />",
  "promise": "Millmus will do its best to help those who dream of financial freedom grow faster with the best mentors in each field who have already walked that path.<br /><br />",
  "supportMessage": "We sincerely support you who have chosen the path to free yourself.<br /><br />",
  "coreValue": "The economic growth of our customers is the highest value that Millmus and our mentors aim for.<br /><br />",
  "thankYou": "Thank you for visiting Millmus and growing with us.<br /><br /><br />",
  "signature": "Millennial Money School CEO Shin Hee-eun"
}
