{
  "pageTitle": "Refund Policy",
  "pageDescription": "This is the Refund Policy page of Millennial Money School.",

  "guidelinesTitle": "[Premium Class Enrollment Guidelines]",
  "guideline1": "* The education program and student care provided by Millmus are based on \"active participation of students\".",
  "guideline2": "* Due to the nature of adult education, it is the student's own responsibility to participate in classes, complete assignments, and ask questions about difficulties.",
  "guideline3": "* Student care does not mean that the management team anticipates difficulties in advance and provides individual guidance without questions, and please note that this is not what Millmus education aims for.",
  "guideline4": "* Please understand and apply that you can achieve results by attending classes, doing assignments, and actively implementing in the direction taught by the mentor.",
  "guideline5": "* Student results may vary in period and degree of results depending on individual effort, and Millmus does not promise 'result guarantee' or 'revenue guarantee' in any education course.",
  "guideline6": "* Depending on the course, basic computer skills such as Korean, Excel, PowerPoint, and email usage may be required. You must learn computer skills on your own, and we do not provide a course to teach computer usage.",
  "guideline7": "* When entering a group chat room where many students participate, you must enter with 'Name/Last 4 digits of phone number', and you may be removed if not confirmed on the list.",
  "guideline8": "* In the group chat room, please converse with courtesy to mentors, management, and other students, and comply with Q&A and private chat operation rules.",
  "guideline9": "* In accordance with the Occupational Safety and Health Act, if unmannerly remarks, informal language, abusive language, sexual harassment, unnecessary private contact, etc. to mentors, management, and other students occur, you will be immediately removed without refund and lose your enrollment qualification regardless of course progress.",

  "policyTitle": "[Premium Class Refund Policy]",

  "offlineSubtitle": "*The following applies only to offline classes in the <Premium Class> on the homepage.",
  "offline1": "* Lecture fees are the cost for one person's participation in the entire offline class.",
  "offline2": "* If there is a separately specified refund policy for each class, that policy takes precedence over the general regulations below.",
  "offline3": "* Attendance at the class site or video viewing is only possible for the person who registered for the course, and will be blocked without refund if accompanied or shared.",
  "offline4": "* Full refund (based on payment amount) for withdrawal before 24 hours (two days before class opening) based on 0:00 on the class opening date after course registration.",
  "offline5": "* 10% deduction (based on payment amount) and refund for withdrawal one day before class opening date.",
  "offline6": "* If there is student preparation or orientation before the first class, this is the basis for the opening date.",
  "offline7": "* Progress used as refund criteria means progress according to the curriculum after class opening, not individual student progress.",
  "offline8": "* Refund criteria apply only to classes, and feedback, challenges, etc. provided additionally are not separately subject to refund.",
  "offline9": "* Withdrawal before 1/3 of the total lecture schedule from the opening date will refund 2/3 of the lecture fee.",
  "offline10": "* Cancellation from the time 1/3 of the lecture schedule has passed will refund 1/3 of the lecture fee.",
  "offline11": "* No refund is possible from the time 1/2 of the lecture schedule has passed, and no refund is possible after the lecture period ends.",
  "offline12": "* The lecture schedule is considered to have proceeded from 0:00 on the same day, and the refund policy is applied.",
  "offline13": "* After receiving supplementary videos, materials, templates, etc. specified as student benefits, refunds are not possible regardless of schedule.",
  "offline14": "* Transfer of enrollment due to personal circumstances is reviewed and approved only during the refundable period and is not mandatory.",
  "offline15": "* VOD of offline lecture recordings is a service for student review and can be repeatedly viewed in [My Classroom] for 6 months from the time of purchase.",
  "offline16": "* Study content and VOD videos may be subject to legal punishment and liability for damages in case of unauthorized reproduction and distribution.",
  "offline17": "* VOD can be repeatedly viewed, and the usage period is limited to the course period indicated on the lecture banner.",
  "offline18": "* For other matters, please inquire via Channel Talk at the bottom of the homepage or email (foryourfreedom2023@naver.com).",
  "offline19": "* When requesting a refund, please send your name, contact information, lecture name, and refund reason to the above email, and we will reply within 1 business day.",

  "onlineSubtitle": "*The following applies only to online classes in the <Premium Class> on the homepage.",
  "online1": "* Video can be repeatedly viewed in [My Classroom] for 6 months from the time of purchase.",
  "online2": "* If there is a separately specified refund policy for each class, that policy takes precedence over the general regulations below.",
  "online3": "* You can repeatedly view until midnight on the course period expiration date indicated on the lecture banner in [My Classroom].",
  "online4": "* Full refund (based on payment amount) is possible for withdrawal before 24 hours (two days before opening) based on 0:00 on the opening date after purchase.",
  "online5": "* 10% deduction (based on payment amount) and refund for withdrawal one day before the opening date when class preparation tailored to students is completed.",
  "online6": "* If there is student preparation or orientation before the first class, this is the basis for the opening date.",
  "online7": "* Progress used as refund criteria means progress according to the curriculum after class opening, not individual student progress.",
  "online8": "* Refund criteria apply only to classes, and feedback, challenges, etc. provided additionally are not separately subject to refund.",
  "online9": "* Withdrawal before 1/3 of the lecture from the opening date will refund 2/3 of the lecture fee.",
  "online10": "* Cancellation from the time 1/3 of the lecture has passed will refund 1/3 of the lecture fee.",
  "online11": "* No refund is possible from the time 1/2 of the lecture has passed, and no refund is possible after the lecture period ends.",
  "online12": "* The lecture schedule is considered to have proceeded from 0:00 on the same day, and the refund policy is applied.",
  "online13": "* If supplementary videos, materials, and templates provided as course benefits are received, refunds are not possible regardless of progress.",
  "online14": "* Transfer of enrollment due to personal circumstances is reviewed and approved only during the refundable period and is not mandatory.",
  "online15": "* VOD provided by filming offline lectures is uploaded to My Classroom on the day of the lecture or the next day.",
  "online16": "* Study content and VOD videos may be subject to legal punishment and liability for damages in case of unauthorized reproduction and distribution.",
  "online17": "* For other matters, please inquire via Channel Talk at the bottom of the homepage or email (foryourfreedom2023@naver.com).",
  "online18": "* When requesting a refund, please send your name, contact information, lecture name, and refund reason to the above email, and we will reply within 1 business day.",

  "vodSubtitle": "*The following applies only to online VOD classes in the [Real Estate] [Stocks] [Online Entrepreneurship] sections on the homepage.",
  "vod1": "* Repeated viewing is possible for 6 months from the time of online lecture purchase.",
  "vod2": "* Lectures can be viewed on desktop, laptop, tablet, and mobile and are optimized for Chrome.",
  "vod3": "* After completing lecture payment, you can watch in <My Classroom> on My Page after logging in.",
  "vod4": "* Check the memo section below the video for lecture materials and use Channel Talk at the bottom right of the homepage for questions.",
  "vod5": "* 100% refund (based on actual payment amount) is possible if dissatisfied after watching the first video within 24 hours after online lecture payment.",
  "vod6": "* Full refund is not possible from 7 days after starting lecture progress regardless of progress, and the following applies.",
  "vod7": "* Withdrawal before 1/3 of the lecture after starting lecture progress will refund 2/3 of the lecture fee.",
  "vod8": "* Cancellation from the time 1/3 of the lecture has passed will refund 1/3 of the lecture fee.",
  "vod9": "* No refund is possible from the time 1/2 of the lecture has passed, and no refund is possible after the lecture period ends.",
  "vod10": "* If materials are downloaded after starting lecture progress, refunds are not possible regardless of lecture viewing progress.",
  "vod11": "* VOD videos and learning content may be subject to legal punishment and liability for damages in case of unauthorized reproduction and distribution.",
  "vod12": "* Online classes and community products may end discounts early or extend them without prior notice at their own discretion.",
  "vod13": "* Content provided by us may be added or updated according to changes in circumstances or needs.",
  "vod14": "* Service may be terminated if service interruption is unavoidable due to natural disasters, business closure, etc.",
  "vod15": "* For other matters, please inquire via Channel Talk at the bottom of the homepage or email (foryourfreedom2023@naver.com).",
  "vod16": "* When requesting a refund, please send your name, contact information, lecture name, and refund reason to the above email, and we will reply within 1 business day.",

  "contactEmail": "foryourfreedom2023@naver.com"
}
