{
  "pageTitle": "Terms of Service",
  "pageDescription": "This is the Terms of Service page of Millennial Money School.",
  "title": "Terms of Service",
  "effectiveDate": "These terms are effective from April 30, 2022.",

  "section1Title": "Article 1: Purpose",
  "section1Content": "These terms and conditions aim to define the rights, obligations, responsibilities, and other necessary matters between users (hereinafter referred to as \"Members\") who access and use all information, text, images, and other materials uploaded and downloaded by users on the services provided by Millennial Money School Co., Ltd. (hereinafter referred to as \"Company\") (hereinafter referred to as \"Services\").",

  "section2Title": "Article 2: Publication and Effect of Terms, Amendments",
  "section2Item1": "① The Company shall publish these terms during the service registration process.",
  "section2Item2": "② The Company may change these terms to the extent that they do not violate relevant laws.",
  "section2Item3": "③ Members have the right to disagree with the terms changed by the Company according to the previous paragraph. In this case, members may express their intention to discontinue using the service provided by the Company and request termination of service use. However, if the Company clearly notifies the member that \"if no intention is expressed within 7 days, it will be considered as expressed\" when notifying the member of the changed terms, and the member does not express rejection, it shall be deemed that the member agrees to the changed terms.",

  "section3Title": "Article 3: Interpretation of Terms and Exception Rules",
  "section3Item1": "① The Company may have separate terms of use and policies for individual services it provides, and if such content conflicts with these terms, the terms of use of individual services shall take precedence.",
  "section3Item2": "② If matters not specified in these terms are stipulated in relevant laws and regulations, those regulations shall apply.",

  "section4Title": "Article 4: Definition of Terms",
  "section4Item1": "Service: Refers to all services related to Millennial Money School that members can use regardless of the terminal implemented with various wired and wireless devices including personal computers (PC), TV, portable terminals, and telecommunications facilities.",
  "section4Item2": "② Member: Refers to all users who enter into a service use contract with the Company and use the services provided by the Company.",
  "section4Item3": "③ ID: Refers to a combination of letters and numbers selected by the member and assigned by the Company for member identification and service use.",
  "section4Item4": "④ Password: Refers to a combination of letters or numbers set by the member to protect and confirm personal information.",
  "section4Item5": "⑤ Domain: Refers to a unique Internet address applied for by the member and assigned by the Company for the member's service use. The Company provides additional domain addresses according to the service for the services it provides.",
  "section4Item6": "⑥ Post: Refers to all information or data posted by members on the service, consisting of text, documents, pictures, voices, links, files, or a combination thereof.",
  "section4Item7": "⑦ Paid Service: Refers to various online digital contents and all services provided by the Company for a fee.",

  "section5Title": "Article 5: Conclusion of Use Agreement",
  "section5Item1": "The use agreement is concluded when a member applies for use after agreeing to the service terms of use on the membership registration page provided by the Millennial Money School service and all services, and the Company approves the application.",
  "section5Item2": "② In principle, the Company shall approve service use in the order of receipt for users who applied for use after agreeing to the terms of use. However, approval may be temporarily withheld for a certain period of time if there are business or technical difficulties.",
  "section5Item3": "③ The Company may refuse to approve or later terminate the use agreement for applications falling under any of the following items:",
  "section5Sub3Item1": "– When the applicant has previously lost membership qualification under these terms",
  "section5Sub3Item2": "– When applying using a third party's email address",
  "section5Sub3Item3": "– When false information is entered or the parts that the Company has requested to be filled in are not filled in",
  "section5Sub3Item4": "– When intending to use the service for fraudulent purposes",
  "section5Sub3Item5": "– When approval is impossible due to the user's fault or when applying in violation of other stipulated matters",
  "section5Sub3Item6": "– When judged as a member not suitable for the Company's policy or when service provision is difficult",
  "section5Sub3Item7": "– When the member's purpose of use or method of service use infringes or is likely to infringe on the Company's property rights or business rights",
  "section5Sub3Item8": "– Creating IDs and domains in large quantities through abnormal methods",
  "section5Item4": "④ The Company may differentiate use time, frequency of use, service menu, etc. by classifying members into different grades according to company policy.",
  "section5Item5": "⑤ Members may request membership withdrawal from the Company at any time and terminate the use agreement.",
  "section5Item6": "⑥ If there are changes to the personal information entered during membership registration, members must immediately correct and enter the changes. The Company is not responsible for damages incurred by members due to delays in changes.",
  "section5Item7": "⑦ The Company may add, delete, or change member information and other information items requested from members and collect and use them according to relevant laws and the Company's privacy policy.",

  "section6Title": "Article 6: Obligation to Protect Personal Information",
  "section6Item1": "① The Company strives to protect members' personal information in accordance with relevant laws such as the Information and Communications Network Act. The Company's privacy policy applies to the protection and use of personal information. However, the Company's privacy policy does not apply to linked sites other than the Company's official site.",
  "section6Item2": "② When the Company discontinues the service or members withdraw their consent to provide personal information, the Company promptly destroys members' personal information. However, certain information may be retained in accordance with relevant laws such as the Consumer Protection Act in Electronic Commerce, etc.",
  "section6Item3": "③ The Company may collect additional personal information with the consent of members in accordance with relevant laws for purposes such as service improvement and introduction of services to members.",
  "section6Item4": "④ The Company shall not disclose or provide members' account information and all personal information to third parties without members' separate consent, except when there are special provisions in the law.",
  "section6Item5": "⑤ The Company may provide links and other methods so that members' account information can be used in services provided in the future for the convenience of members.",

  "section7Title": "Article 7: Member's ID and Password",
  "section7Item1": "① Members are responsible for managing their ID and password.",
  "section7Item2": "② Members shall not provide their ID and password for use by third parties.",
  "section7Item3": "③ The Company is not responsible for damages caused by members' negligent management of ID and password in service use, or damages caused by unauthorized use by third parties without the Company's intention or gross negligence.",
  "section7Item4": "④ If members become aware that their ID and password have been stolen or are being used by a third party, they must immediately notify the Company and follow the Company's instructions.",

  "section8Title": "Article 8: Company's Obligations",
  "section8Item1": "① The Company shall make its best efforts to provide continuous and stable services.",
  "section8Item2": "② The Company must have and operate a security system suitable for the current level of Internet security technology development and the nature of the services provided by the Company so that members can use the services safely.",
  "section8Item3": "③ If the Company recognizes that opinions or complaints raised by members using the service are justified, it must handle them. At this time, the handling process shall be communicated to customers through methods such as email and bulletin boards.",
  "section8Item4": "④ The Company shall comply with laws related to the operation and maintenance of services, such as the Information and Communications Network Promotion and Information Protection Act, Communications Secrets Protection Act, and Telecommunications Business Act.",

  "section9Title": "Article 9: Member's Obligations",
  "section9Item1": "① Members shall not engage in the following acts:",
  "section9Sub1Item1": "– Registering false information when applying for use or changing member information",
  "section9Sub1Item2": "– Stealing others' information",
  "section9Sub1Item3": "– Impersonating the Company's operators, employees, or the Company itself or stealing related information",
  "section9Sub1Item4": "– Changing information posted by the Company",
  "section9Sub1Item5": "– Infringing on the intellectual property rights such as copyrights, trade secrets, and patents of the Company and other third parties",
  "section9Sub1Item6": "– Harassing, threatening, or damaging the reputation of the Company, other members, and other third parties",
  "section9Sub1Item7": "– Publishing or posting obscene, violent messages, or other information contrary to public order and morals",
  "section9Sub1Item8": "– Obtaining other users' information through hacking",
  "section9Sub1Item9": "– Other illegal acts that violate current laws",
  "section9Item2": "② If members engage in acts prohibited in the previous paragraph, the Company may take appropriate measures such as restricting service use/terminating the contract, etc., and reporting to investigative agencies depending on the severity of the violation.",
  "section9Item3": "③ Without the Company's express prior consent, members may not transfer, donate, or lend the right to use the service and other positions under the use agreement to third parties, and may not provide them as collateral.",
  "section9Item4": "④ Members must comply with relevant laws, provisions of these terms, usage guides and precautions announced in relation to the service, and matters notified by the Company, and must not engage in acts that interfere with the Company's business.",
  "section9Item5": "⑤ Without the Company's prior permission, members may not engage in business/advertising activities contrary to the purpose and method of use determined by the Company, and members' service use must not infringe on the Company's property rights, business rights, or business model.",

  "section10Title": "Article 10: Provision and Change of Services",
  "section10Item1": "The Company provides members with the following services:",
  "section10Sub1Item1": "– Millennial Money School online lecture video service",
  "section10Sub1Item2": "– All other services provided to members through additional development by the Company or partnership agreements with other companies",
  "section10Item3": "③ The Company may temporarily suspend the provision of services in case of maintenance, replacement, and breakdown of information and communication facilities, communication interruption, or other considerable operational reasons. In this case, the Company shall notify members through methods such as notice boards and emails. However, if there are unavoidable reasons for which the Company cannot notify in advance, it may notify afterwards.",
  "section10Item4": "④ Unless the Company grants explicit rights to use the brand characteristics of the Millennial Money School service and all services through a separate written contract with members, the Company does not grant members the right to use the Company or service's trade name, trademark, service mark, logo, domain name, and other distinctive brand characteristics.",
  "section10Item5": "⑤ The form, function, design, etc. of the services provided by the Company may be changed or discontinued from time to time as necessary. In this case, the Company does not notify members in advance about individual changes. However, if judged unfavorable to members, the Company shall announce this through email.",
  "section10Item6": "⑥ If the services provided under the previous paragraph are changed or discontinued, the Company shall not separately compensate members for services provided free of charge.",
  "section10Item7": "⑦ The Company provides lecture content from instructors with whom it has previously contracted, and the related terms or refund regulations follow the Company's policy.",

  "section11Title": "Article 11: Advertisement Posting",
  "section11Item1": "① The Company may post advertisements using member information and information entered by customers in relation to service operation. Members agree to the posting of advertisements exposed when using the service.",
  "section11Item2": "② The Company is not responsible for losses and damages caused by members' participation in, communication with, or transactions with advertisers' promotional activities posted on the service or through the service.",

  "section12Title": "Article 12: Provision of Information via Email",
  "section12Item1": "① The Company may provide various information deemed necessary for service use to the email address provided by members.",
  "section12Item2": "② The Company may send commercial advertising emails for profit purposes using member information for service operation. If members do not want this, they can refuse to receive it at any time through the service homepage or service internal settings page.",
  "section12Item3": "③ The Company may send emails regardless of members' consent in the following cases:",
  "section12Sub3Item1": "– When sending verification emails to confirm ownership of the email address entered in the use application",
  "section12Sub3Item2": "– When sending verification emails to confirm that member information has been changed",
  "section12Sub3Item3": "– When the Company judges it to be critical information that members must know in providing services",

  "section13Title": "Article 13: Restrictions on Service Use",
  "section13Item1": "① The Company may restrict or suspend all or part of the services without notice when force majeure events such as natural disasters, national emergencies, difficult-to-resolve technical defects, or serious changes in service operations occur or are expected to occur.",
  "section13Item2": "② The Company is not responsible for problems between members that occur in the service area as a result of using the service.",
  "section13Item3": "③ If damages occur to members in service use due to leakage of ID and password caused by members' negligent management, or if members violate their obligations due to unauthorized use by third parties, the use of the ID and corresponding domain may be restricted.",
  "section13Item4": "④ In the process of investigating violations of Article 9 of these terms, if the member's ID and domain are directly related to specific violations, or if it is unavoidable to protect the rights of other members and maintain service order, the Company may temporarily suspend the use of the ID and domain. Members may file an objection through the service homepage or email.",

  "section14Title": "Article 14: Rights and Responsibilities for Posts",
  "section14Item1": "① Responsibility and rights for posts (hereinafter \"posts\") such as text, images, videos, links, and other information created by members within the service belong to the member who registered the post.",
  "section14Item2": "② The Company cannot monitor and manage content created by members and is not responsible for it. The Company is not responsible for and does not guarantee the reliability, truthfulness, and accuracy of posts registered by members.",
  "section14Item3": "③ Copyrights and intellectual property rights for the service and copyrights for posts created by the Company belong to the Company. However, posts created solely or jointly by members and works provided according to partnership agreements are excluded.",
  "section14Item4": "④ Members permit the Company to use posts they have posted within the service domestically and internationally for the following purposes:",
  "section14Sub4Item1": "– Modifying posts by converting their size or simplifying them to use posts within the service (including cases where services are provided by entering a certain area of a site or media operated by a third party)",
  "section14Sub4Item2": "– Copying, transmitting, and displaying posts on other sites operated by the Company or sites operated by other companies",
  "section14Sub4Item3": "– Having media, communication companies, etc. report and broadcast the content of posts for the purpose of promoting the Company's services. However, in this case, the Company does not provide posts or member information to media, communication companies, etc. without individual consent from members.",
  "section14Item5": "⑤ If a member withdraws from membership, all works recorded in their domain will be deleted. However, if a work is created through joint authorship, the post may remain in the joint author's domain, and the Company is not responsible if the work is not deleted and is reposted by being stored by third parties or copied through unauthorized reproduction. In addition, for members who have violated these terms and relevant laws, the Company may retain members' IDs and member information to the extent permitted by relevant laws even after membership withdrawal to protect other members and use them as evidence materials in accordance with requests from courts, investigative agencies, or related institutions.",
  "section14Item6": "⑥ Members must fully bear civil and criminal responsibility arising from members' posts or works infringing on the copyrights and other intellectual property rights of the Company or third parties.",

  "section15Title": "Article 15: Management of Posts",
  "section15Item1": "① If a member's post contains content that violates relevant laws such as the Information and Communications Network Act and Copyright Act, the right holder may request suspension and deletion of the post according to procedures set by relevant laws, and the Company must take measures in accordance with relevant laws.",
  "section15Item2": "② Even without a request from the right holder under the previous paragraph, if there are reasons to recognize rights infringement or if it violates these terms and other company policies and relevant laws, the Company may take temporary measures on the post in accordance with relevant laws.",
  "section15Item3": "③ Posts set as private by members cannot be viewed by others including the Company. However, if a request for information provision is received from courts, investigative agencies, or other administrative agencies, or if required by other laws, others including the Company may view the post.",

  "section16Title": "Article 16: Service Payment and Refund",
  "section16Subtitle1": "Payment Cycle",
  "section16Content1": "Millennial Money School services can be used after receiving approval following a one-time payment. You can check payment information by going to the Millennial Money School website, clicking the 'Payment Details' link on the 'Member Information' page.",
  "section16Subtitle2": "Payment Method",
  "section16Content2": "To use Millennial Money School services, you must use card payment.",
  "section16Subtitle3": "Refund",
  "section16Content3": "Refunds are only possible within 24 hours after payment for Millennial Money School services or when taking the first video. The lecture viewing period is 6 months from the time of payment. For refund requests, please inquire via customer service email or Channel Talk.",

  "section17Title": "Article 17: Limitation of Liability",
  "section17Item1": "① The Company is not responsible for service use failures caused by members' faults, such as not complying with the terms, service use methods, and usage standards.",
  "section17Item2": "② The Company does not guarantee the reliability, accuracy, and other contents of information, data, and facts posted through the service.",
  "section17Item3": "③ The Company is exempt from liability if transactions are made between members or between members and third parties through the service.",
  "section17Item4": "④ The Company is not liable in relation to the use of services provided free of charge unless there are special provisions in relevant laws.",
  "section17Item5": "⑤ The Company is exempt from liability if it cannot provide services due to force majeure such as natural disasters, war, service interruption by basic telecommunications carriers, authentication failures of open IDs provided by third parties, difficult-to-resolve technical defects, and other force majeure.",
  "section17Item6": "⑥ The Company is exempt from liability if services are interrupted or failures occur due to unavoidable reasons such as maintenance, replacement, regular inspection, and construction of service facilities announced in advance.",
  "section17Item7": "⑦ Members are responsible for damages to computer systems or loss of data and information incurred by downloading or accessing specific programs or information using the Company's services at their own decision.",
  "section17Item8": "⑧ The Company is exempt from liability if damages occur because basic telecommunications carriers stop or do not normally provide telecommunications services.",
  "section17Item9": "⑨ The Company is not liable if damages occur due to members' faults such as computer errors, inaccurate entry of personal information and email addresses, and negligent password management.",
  "section17Item10": "⑩ The Company is not liable for problems arising from security issues not within the Company's management scope or members' computer environments, or problems arising without the Company's fault, such as network hacking that is difficult to defend against with current security technology levels.",
  "section17Item11": "⑪ The Company does not guarantee or take responsibility for the accuracy, content, completeness, legality, and reliability of important information on content provided by the service, and does not take ultimate responsibility for site deletion, storage failure, incorrect delivery, and provision of information. In addition, the Company is not responsible for the reliability, accuracy, completeness, quality, and other contents of information, data, and facts posted or transmitted by members within the service or on the website.",
  "section17Item12": "⑫ The Company has no obligation to intervene in disputes arising between members or between members and third parties through the service and is not responsible for compensating for damages arising therefrom.",
  "section17Item13": "⑬ The Company is not responsible for members not obtaining the expected utility from using the service and is exempt from liability for damages arising from selection or use of the service.",
  "section17Item14": "⑭ The Company has no obligation to pre-screen members' posts before registration or to constantly check or review the content of posts, and is not responsible for the results.",

  "section18Title": "Article 18: Governing Law and Jurisdiction",
  "section18Item1": "① Korean law shall be the governing law for lawsuits filed between the Company and members.",
  "section18Item2": "② Lawsuits concerning disputes arising between the Company and members shall be filed with the competent court under the Civil Procedure Act."
}
