{
  "pageTitle": "利用規約",
  "pageDescription": "Millennial Money Schoolの利用規約ページです。",
  "title": "利用規約",
  "effectiveDate": "本規約は2022年4月30日から適用されます。",

  "section1Title": "第1条 目的",
  "section1Content": "本規約は、株式会社Millennial Money School(以下「会社」)が提供するMillennial Money Schoolのサービス(以下「サービス」)へのアクセスおよびユーザーによってアップロードおよびダウンロードされて表示されるすべての情報、テキスト、画像およびその他の資料を利用するユーザー(以下「会員」)とサービス利用に関する権利および義務と責任事項、その他必要な事項を規定することを目的とします。",

  "section2Title": "第2条 規約の掲示と効力、改定",
  "section2Item1": "① 会社は、サービスの加入過程に本規約を掲示します。",
  "section2Item2": "② 会社は、関連法に違反しない範囲で本規約を変更することができます。",
  "section2Item3": "③ 会員は、会社が前項に従って変更する規約に同意しない権利があり、この場合、会員は会社が提供するサービス利用中断および退会の意思を表示し、サービス利用終了を要請することができます。ただし、会社が会員に変更された規約の内容を通知しながら会員に「7日以内に意思表示をしない場合、意思表示が表明されたものとみなす旨」を明確に通知したにもかかわらず、拒否の意思表示をしなかった場合、会員が変更された規約に同意したものとみなします。",

  "section3Title": "第3条 規約の解釈と例外準則",
  "section3Item1": "① 会社は、提供する個別サービスについて別途の利用規約および方針を置くことができ、当該内容がこの規約と相反する場合、個別サービスの利用規約を優先して適用します。",
  "section3Item2": "② 本規約に明示されていない事項が関係法令に規定されている場合には、その規定に従います。",

  "section4Title": "第4条 用語の定義",
  "section4Item1": "サービス:パーソナルコンピューター(PC)、TV、携帯端末、電気通信設備等を含む各種有無線装置と同様に実現される端末と関係なく会員が利用できるMillennial Money School関連サービス全般を意味します。",
  "section4Item2": "② 会員:会社とサービス利用契約を締結し、会社が提供するサービスを利用するすべてのユーザーを意味します。",
  "section4Item3": "③ ID:会員の識別およびサービス利用のために会員が選定し、会社が付与した文字および数字の組み合わせを意味します。",
  "section4Item4": "④ パスワード:会員の個人情報および確認のために会員が定めた文字または数字の組み合わせを意味します。",
  "section4Item5": "⑤ ドメイン:会員のサービス利用のために会員が申請して会社が付与した固有のインターネットアドレスを意味します。会社は、提供するサービス全般のためにサービスに応じて別途のドメインアドレスを追加的に提供します。",
  "section4Item6": "⑥ 投稿物:会員がサービスを利用するにあたって会員がサービスに投稿した文字、文書、絵、音声、リンク、ファイルまたはこれらの組み合わせで構成された情報等すべての情報や資料を意味します。",
  "section4Item7": "⑦ 有料サービス:会社が有料で提供する各種オンラインデジタルコンテンツおよびサービス全般を意味します。",

  "section5Title": "第5条 利用契約の締結",
  "section5Item1": "利用契約は、会員がMillennial Money Schoolサービスおよびサービス全般で提供する会員加入ページでサービス利用規約に同意した後、利用申請をし、申請した内容について会社が承諾することによって締結されます。",
  "section5Item2": "② 会社は、利用規約に同意した後、利用申請したユーザーについて、原則的に受付順序に従ってサービス利用を承諾することを原則とします。ただし、業務遂行上または技術上の支障がある場合、一定時間加入承認を保留することができます。",
  "section5Item3": "③ 会社は、次の各号に該当する申請について承諾しないか、事後に利用契約を解除することができます。",
  "section5Sub3Item1": "– 加入申請者がこの規約により以前に会員資格を喪失したことがある場合",
  "section5Sub3Item2": "– 第三者の電子メールアドレスを利用して申請した場合",
  "section5Sub3Item3": "– 虚偽の情報を記載したり、会社が必須的に入力を要請した部分を記載しなかった場合",
  "section5Sub3Item4": "– 不正な用途でサービスを使用しようとする場合",
  "section5Sub3Item5": "– 利用者の帰責事由により承認が不可能であるか、その他規定した諸般の事項を違反して申請する場合",
  "section5Sub3Item6": "– 会社の政策に適合しない会員と判断される場合やサービス提供が困難な場合",
  "section5Sub3Item7": "– 会員の利用目的やサービス利用方法が会社の財産権や営業権を侵害するか侵害する恐れがある場合",
  "section5Sub3Item8": "– 非正常的な方法によってIDおよびドメインを大量に生成する行為",
  "section5Item4": "④ 会社は、会員について会社方針により等級別に区分して利用時間、利用回数、サービスメニュー等を細分化して利用に差等を置くことができます。",
  "section5Item5": "⑤ 会員は、会社にいつでも会員退会を要請して利用契約を解除することができます。",
  "section5Item6": "⑥ 会員は、会員加入時に記載した個人情報の内容に変更が発生した場合、直ちに変更事項を訂正して記載しなければなりません。変更の遅延により発生した会員の損害について会社は責任を負いません。",
  "section5Item7": "⑦ 会社は、関連法律および会社の個人情報取扱方針で定めたところにより会員に要請する会員情報およびその他情報項目を追加、削除等変更して収集および利用することができます。",

  "section6Title": "第6条 個人情報保護義務",
  "section6Item1": "① 会社は、情報通信網法等関係法令が定めるところにより会員の個人情報を保護するために努力します。個人情報の保護および使用については関連法および会社の個人情報取扱方針が適用されます。ただし、会社の公式サイト以外のリンクされたサイトでは会社の個人情報取扱方針が適用されません。",
  "section6Item2": "② 会社は、サービスを中断したり会員が個人情報提供同意を撤回した場合には迅速に会員の個人情報を破棄します。ただし、電子商取引等における消費者保護に関する法律等関連法律で定めるところにより一定情報は保管することができます。",
  "section6Item3": "③ 会社は、サービス改善および会員対象のサービス紹介等の目的で会員の同意の下、関係法令で定めるところにより追加的な個人情報を収集することができます。",
  "section6Item4": "④ 会社は、法律に特別な規定がある場合を除いては、会員の別途同意なしに会員のアカウント情報を含む一切の個人情報を第三者に公開したり提供しません。",
  "section6Item5": "⑤ 会社は、今後提供するサービスで会員の便宜のために会員のアカウント情報を使用できるようにリンクおよびその他の方法を提供することができます。",

  "section7Title": "第7条 会員のIDおよびパスワード",
  "section7Item1": "① 会員は、IDとパスワードについて管理責任があります。",
  "section7Item2": "② 会員は、IDおよびパスワードを第三者が利用するように提供してはなりません。",
  "section7Item3": "③ 会社は、会員がIDおよびパスワードを疎かに管理して発生するサービス利用上の損害または会社の故意または重大な過失がない第三者の不正利用等による損害について責任を負いません。",
  "section7Item4": "④ 会員は、IDおよびパスワードが盗用されたり第三者が使用していることを認知した場合には、これを直ちに会社に通知し、会社の案内に従わなければなりません。",

  "section8Title": "第8条 会社の義務",
  "section8Item1": "① 会社は、継続的で安定的なサービスの提供のために最善を尽くして努力します。",
  "section8Item2": "② 会社は、会員が安全にサービスを利用できるように現在のインターネットセキュリティ技術の発展水準と会社が提供するサービスの性格に適したセキュリティシステムを備えて運営しなければなりません。",
  "section8Item3": "③ 会社は、サービスを利用する会員から提起される意見や不満が正当だと認める場合、これを処理しなければなりません。この時、処理過程について顧客にメールおよび掲示板等の方法で伝達します。",
  "section8Item4": "④ 会社は、情報通信網利用促進および情報保護等に関する法律、通信秘密保護法、電気通信事業法等サービスの運営、維持と関連のある法規を遵守します。",

  "section9Title": "第9条 会員の義務",
  "section9Item1": "① 会員は、次の各号に該当する行為をしてはなりません。",
  "section9Sub1Item1": "– 利用申請または会員情報変更時に虚偽内容登録",
  "section9Sub1Item2": "– 他人の情報盗用",
  "section9Sub1Item3": "– 会社の運営者、役職員、会社を詐称したり関連情報を盗用",
  "section9Sub1Item4": "– 会社が掲示した情報の変更",
  "section9Sub1Item5": "– 会社およびその他第三者の著作権、営業秘密、特許権等知的財産権に対する侵害",
  "section9Sub1Item6": "– 会社および他の会員およびその他第三者を冷やかしたり、脅迫したり名誉を損傷させる行為",
  "section9Sub1Item7": "– わいせつ、暴力的なメッセージ、その他公序良俗に反する情報を公開または掲示する行為",
  "section9Sub1Item8": "– ハッキングを通じて他のユーザーの情報を取得する行為",
  "section9Sub1Item9": "– その他現行法令に違反する不法な行為",
  "section9Item2": "② 会社は、会員が前項で禁止した行為をする場合、違反行為の軽重によりサービスの利用停止/契約の解除等サービス利用制限、捜査機関への告発措置等相当な措置を取ることができます。",
  "section9Item3": "③ 会員は、会社の明示的事前同意がない限り、サービスの利用権限およびその他利用契約上の地位を第三者に譲渡、贈与、貸与することができず、これを担保として提供することができません。",
  "section9Item4": "④ 会員は、関係法、この規約の規定、利用案内およびサービスと関連して公知した注意事項、会社が通知する事項等を遵守しなければならず、その他会社の業務に妨害になる行為をしてはなりません。",
  "section9Item5": "⑤ 会員は、会社の事前許諾なしに会社が定めた利用目的と方法に反して営業/広告活動等をすることができず、会員のサービス利用が会社の財産権、営業権またはビジネスモデルを侵害してはなりません。",

  "section10Title": "第10条 サービスの提供および変更",
  "section10Item1": "会社は、会員に以下のようなサービスを提供します。",
  "section10Sub1Item1": "– Millennial Money Schoolオンライン講義動画サービス",
  "section10Sub1Item2": "– その他会社が追加開発したり他の会社との提携契約等を通じて会員に提供する一切のサービス",
  "section10Item3": "③ 会社は、情報通信設備の保守点検、交換および故障、通信途絶または運営上相当な理由がある場合、サービスの提供を一時的に中断することができます。この場合、会社は会員に公知事項掲示板およびメール等の方法で通知します。ただし、会社が事前に通知できないやむを得ない事由がある場合、事後に通知することができます。",
  "section10Item4": "④ 会社は、会員と別途に書面契約を締結してMillennial Money Schoolサービスおよびサービス全般のブランド特性を利用できる明示的な権利を付与しない限り、会員に会社またはサービスの商号、商標、サービス標、ロゴ、ドメインネームおよびその他識別力のあるブランド特性を利用できる権利を付与しません。",
  "section10Item5": "⑤ 会社が提供するサービスの形態と機能、デザイン等必要な場合、随時変更されたり中断されることができます。会社は、この場合、個別的な変更について会員に事前通知しません。ただし、会員に不利なものと判断される場合、電子メールを通じてこれを公知します。",
  "section10Item6": "⑥ 前項により提供されるサービスが変更および中断される場合、無料で提供されるサービスについては会員に別途補償しません。",
  "section10Item7": "⑦ 会社は、事前に契約を締結した講師陣の講義コンテンツを提供し、これと関連した規約や返金規定は会社の政策に従います。",

  "section11Title": "第11条 広告の掲載",
  "section11Item1": "① 会社は、サービス運営と関連して会員情報、顧客が入力した情報を活用して広告を掲載することができます。会員は、サービス利用時に露出される広告掲載について同意します。",
  "section11Item2": "② 会社は、サービス上に掲載されているかサービスを通じた広告主の販促活動に会員が参加したり交信または取引をすることによって発生する損失と損害について責任を負いません。",

  "section12Title": "第12条 電子メールを通じた情報の提供",
  "section12Item1": "① 会社は、会員がサービス利用に必要だと認められる多様な情報を会員が提供した電子メールアドレスで提供することができます。",
  "section12Item2": "② 会社は、サービス運営のために会員情報を活用して営利目的の広告性電子メールを送信することができます。会員がこれを望まない場合には、いつでもサービスホームページまたはサービス内部設定ページ等を通じて受信拒否をすることができます。",
  "section12Item3": "③ 会社は、次の各号に該当する場合、会員の同意の有無と関係なく電子メールで発送することができます。",
  "section12Sub3Item1": "– 利用申請で入力した電子メールアドレスの所有を確認するために認証メールを発送する場合",
  "section12Sub3Item2": "– 会員の情報が変更されて確認するために認証メールを発送する場合",
  "section12Sub3Item3": "– その他サービスを提供するにあたって会員が必ず知るべき重大な情報だと会社が判断する場合",

  "section13Title": "第13条 サービス利用の制限",
  "section13Item1": "① 会社は、天災地変や国家非常事態、解決が困難な技術的欠陥またはサービス運営の深刻な変化等不可抗力的な場合が発生または発生が予想される時は、サービスの全部または一部を予告なしに制限したり中止することができます。",
  "section13Item2": "② サービスを利用することによりサービス領域で発生する会員間の問題について会社は責任を負いません。",
  "section13Item3": "③ 会員の管理疎かによりIDおよびパスワードの流出により会員にサービス利用上の損害が発生したり第三者による不正利用等で会員の義務条項を違反した場合、IDおよび該当ドメインの利用が制限されることがあります。",
  "section13Item4": "④ 会社が本規約第9条の違反行為を調査する過程で当該会員IDおよびドメインが特定違反行為に直接的に関連している場合等、他の会員の権益保護およびサービスの秩序維持のためにやむを得ない場合には、該当IDおよびドメインの利用を一時的に停止することができます。これについて会員は、サービスホームページまたは電子メール等を通じて異議申立をすることができます。",

  "section14Title": "第14条 投稿物の権利と責任",
  "section14Item1": "① 会員がサービス内に作成したテキスト、イメージ、動画、リンク等のその他情報(以下「投稿物」)に対する責任および権利は投稿物を登録した会員にあります。",
  "section14Item2": "② 会社は、会員が作成したコンテンツについて監視および管理することができず、これについて責任を負いません。会社は、会員が登録する投稿物の信頼性、真実性、正確性等について責任を負わず保証しません。",
  "section14Item3": "③ サービスに対する著作権および知的財産権、会社が作成した投稿物の著作権は会社に帰属されます。ただし、会員が単独または共同で作成した投稿物および提携契約により提供された著作物等は除外します。",
  "section14Item4": "④ 会員は、自分がサービス内に投稿した投稿物を会社が国内外で次の目的で使用することを許諾します。",
  "section14Sub4Item1": "– サービス(第三者が運営するサイトまたはメディアの一定領域内に入店してサービスが提供される場合を含みます)内で投稿物を使用するために投稿物のサイズを変換したり単純化する等の方式で修正すること",
  "section14Sub4Item2": "– 会社で運営する他のサイトまたは他の会社が運営するサイトに投稿物を複製・送信・展示すること",
  "section14Sub4Item3": "– 会社のサービスを広報するための目的でメディア、通信社等に投稿物の内容を報道、放映させること。ただし、この場合、会社は会員の個別同意なしにメディア、通信社等に投稿物または会員情報を提供しません。",
  "section14Item5": "⑤ 会員が会員退会をした場合には本人ドメインに記録された著作物一切は削除されます。ただし、著作物が共同著作を通じて作成された場合には共同著作者のドメインに該当投稿物が残ることができ、第三者により保管されたり無断複製等を通じて複製されることにより該当著作物が削除されずに再投稿された場合について会社は責任を負いません。また、本規約および関係法令を違反した会員の場合、他の会員を保護し、裁判所、捜査機関または関連機関の要請による証拠資料として活用するために会員退会後にも関係法令が許容する限度で会員のIDおよび会員情報を保管することができます。",
  "section14Item6": "⑥ 会員の投稿物または著作物が会社または第三者の著作権等知的財産権を侵害することによって発生する民・刑事上の責任は全的に会員が負担しなければなりません。",

  "section15Title": "第15条 投稿物の管理",
  "section15Item1": "① 会員の投稿物が情報通信網法および著作権法等関連法に違反される内容を含む場合、権利者は関連法が定めた手続きにより該当投稿物の掲示中断および削除等を要請することができ、会社は関連法により措置を取らなければなりません。",
  "section15Item2": "② 会社は、前項による権利者の要請がない場合でも権利侵害が認められる事由があったり本規約およびその他会社方針、関連法に違反される場合には関連法により該当投稿物について臨時措置等を取ることができます。",
  "section15Item3": "③ 会員が非公開に設定した投稿物については会社を含む他の人が閲覧することができません。ただし、裁判所、捜査機関やその他行政機関から情報提供を要請された場合やその他法律により要求される場合には会社を含む他の人が該当投稿物を閲覧することができます。",

  "section16Title": "第16条 サービス決済および返金",
  "section16Subtitle1": "決済周期",
  "section16Content1": "Millennial Money Schoolサービスは1回決済後、承認を経て利用できます。Millennial Money Schoolウェブサイトに移動して「会員情報」ページの「決済詳細情報」リンクをクリックすれば決済情報を確認できます。",
  "section16Subtitle2": "決済手段",
  "section16Content2": "Millennial Money Schoolサービスを利用するにはカード決済を利用する必要があります。",
  "section16Subtitle3": "返金",
  "section16Content3": "Millennial Money Schoolサービス決済後24時間以内または最初の映像受講時にのみ返金が可能です。講義受講期間は決済時点から6ヶ月間です。返金要請はカスタマーセンターのメールまたはChannel Talkでお問い合わせください。",

  "section17Title": "第17条 責任制限",
  "section17Item1": "① 会社は、会員の規約、サービス利用方法および利用基準を遵守しない等、会員の帰責事由によるサービス利用の障害については責任を負いません。",
  "section17Item2": "② 会社は、サービスを通じて掲載した情報、資料、事実の信頼度、正確性等の内容については保証しません。",
  "section17Item3": "③ 会社は、会員間または会員と第三者相互間にサービスを媒介として取引等をした場合には責任が免除されます。",
  "section17Item4": "④ 会社は、無料で提供されるサービス利用と関連して関連法に特別な規定がない限り責任を負いません。",
  "section17Item5": "⑤ 会社は、天災地変、戦争、基幹通信事業者のサービス中止、第三者が提供するオープンIDの認証障害、解決が困難な技術的欠陥その他不可抗力によりサービスを提供できない場合、責任が免除されます。",
  "section17Item6": "⑥ 会社は、事前に公知されたサービス用設備の保守、交替、定期点検、工事等やむを得ない事由でサービスが中止されたり障害が発生した場合については責任が免除されます。",
  "section17Item7": "⑦ 会員は、自分の決定により会社のサービスを使用して特定プログラムや情報等をダウンロードしたりアクセスすることによって受けるコンピューターシステム上の損害やデータ、情報の喪失に対する責任を負います。",
  "section17Item8": "⑧ 会社は、基幹通信事業者が電気通信サービスを中止したり正常に提供しないことにより損害が発生した場合には責任が免除されます。",
  "section17Item9": "⑨ 会員のコンピューターエラー、個人情報および電子メールアドレスの不正確な記載、パスワード管理の疎かさ等会員の帰責事由により損害が発生した場合、会社は責任を負いません。",
  "section17Item10": "⑩ 会社は、会員のコンピューター環境や会社の管理範囲にない保安問題により発生する諸般の問題または現在の保安技術水準で防御が困難なネットワークハッキング等会社の帰責事由なく発生する問題について責任を負いません。",
  "section17Item11": "⑪ 会社は、サービスが提供した内容に対する重要情報の正確性、内容、完全性、適法性、信頼性等について保証したり責任を負わず、サイトの削除、保存失敗、間違った配送、情報に対する提供に対する究極的な責任を負いません。また、会社は、会員がサービス内またはウェブサイト上に掲示または送信した情報、資料、事実の信頼度、正確性、完結性、品質等の内容については責任を負いません。",
  "section17Item12": "⑫ 会社は、会員相互間または会員と第三者相互間にサービスを媒介として発生した紛争について介入する義務がなく、これによる損害を賠償する責任もありません。",
  "section17Item13": "⑬ 会社は、会員がサービスを利用して期待する効用を得られなかったことについて責任を負わず、サービスに対する取捨選択または利用により発生する損害等については責任が免除されます。",
  "section17Item14": "⑭ 会社は、会員の投稿物を登録前に事前審査したり常時的に投稿物の内容を確認または検討する義務がなく、その結果に対する責任を負いません。",

  "section18Title": "第18条 準拠法および裁判管轄",
  "section18Item1": "① 会社と会員間に提起された訴訟には大韓民国法を準拠法とします。",
  "section18Item2": "② 会社と会員間に発生した紛争に関する訴訟は民事訴訟法上の管轄裁判所に提訴します。"
}
